Repository: jeblad/heurestic-reasoning-agent
Catalog: locales/*/LC_MESSAGES/hera.po
Languages: nb

source: Heuristic Reasoning Agent – A framework for creating agents from models, and running and managing the agents.
nb: Heuristic Reasoning Agent – Et rammeverk for å skape agenter fra modeller, og kjøre og administrere agentene.

source: For further help, check the documentation.
nb: For videre hjelp, sjekk dokumentasjonen.

source: calculate and allocate, but do not load
nb: kalkuler og alloker, men last ikke inn

source: turn on increasing verbose mode
nb: slå på økende ordrik modus

source: turn off most informal reporting
nb: slå av mesteparten av rapportert informasajon

source: turn on increasing continuation mode
nb: slå på modus for økende fortsettelse

source: callsign for the specific agent
nb: kallenavn for agenten

source: subcommands
nb: underkommandoer

source: valid subcommands
nb: gyldige underkommandoer

source: help for subcommands
nb: hjelp for underkommandoer

source: build an agent
nb: bygg en agent

source: Build the agent, but do not load or run it
nb: Bygg agenten, men last den ikke inn eller kjør den

source: family name for the agent
nb: navn på agentens modell

source: layout name for the agent
nb: navn på agentens utlegg

source: destroy an agent
nb: ødelegg en agent

source: Destroy the agent, unless it is running
nb: Ødelegg agenten, hvis den ikke kjører

source: load and start an agent
nb: last inn og start en agent

source: Load and start the agent
nb: Last inn og kjør agenten

source: run as daemon if possible (abort on command mode)
nb: kjør som demon hvis mulig (avbryt ved kommandomodus)

source: check if the agent loads, and then abort
nb: sjekk om agenten laster, og avbryt deretter

source: open command mode
nb: åpne kommandomodus

source: one or N single steps in command mode
nb: én eller N enkle steg i kommandomodus

source: index for device to populate
nb: indeks for enheten som skal befolkes

source: stop and unload an agent
nb: stopp og last ut en agent

source: Stop and unload the agent
nb: Stopp og last ut agenten

source: list all available agents
nb: list alle tilgjengelige agenter

source: List all available agents
nb: List alle tilgjengelige agenter

source: list only this agent name
nb: list bare denne navngitte agenten

source: list all available devices
nb: list alle tilgjengelige enheter

source: List all available devices
nb: List alle tilgjengelige enheter

source: list only this device name
nb: list bare denne navngitte enheten

source: list all available layouts
nb: list alle tilgjengelige utlegg

source: List all available layouts
nb: List alle tilgjengelige utlegg

source: list only this layout name
nb: list bare dette navngitte utlegget

source: list all available types
nb: list alle tilgjengelige typer

source: List all available types
nb: List alle tilgjengelige typer

source: list only this type name
nb: list bare dette navngitte utlegget
